import type { Show } from "../types"

export const shows: Show[] = [
  {
    id: "1",
    title: "Црнила",
    description: "„Црнила“ е моќна и вознемирувачка драма што навлегува длабоко во темите на човечката совест, вината и колективната одговорност. Преку интензивни дијалози и силни карактери, претставата ја прикажува темната страна на општеството и внатрешните борби на поединецот кога се соочува со неправда, молк и морални компромиси. „Црнила“ не нуди лесни одговори, туку го предизвикува гледачот да размислува, да се преиспита и да ја почувствува тежината на вистината што често останува скриена.",
    duration: 120,
    image: "/hamlet.jpg",
    date: "2025-12-20",
    time: "19:00",
    totalSeats: 120,
    reservedSeats: 87,
  },
  {
    id: "2",
    title: "Црнила",
    description: "A play by Anton Chekhov.",
    duration: 110,
    image: "/hamlet.jpg",
    date: "2025-12-22",
    time: "20:00",
    totalSeats: 100,
    reservedSeats: 100,
  },
]
